micropython/micropython/ports/raspberrypi/boards/pimoroni_pico_dv/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "Pimoroni Pico DV"
#define MICROPY_HW_MCU_NAME "rp2040"

#define MICROPY_HW_LED_STATUS (&pin_GPIO25)

#define DEFAULT_UART_BUS_RX (&pin_GPIO1)
#define DEFAULT_UART_BUS_TX (&pin_GPIO0)
